Tekla Open API Reference for Tekla Structures 2025
PropertyElementType Methods
The PropertyElement.PropertyElementType type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
Top
See Also
Reference
PropertyElement.PropertyElementType Class
Tekla.Structures.Drawing Namespace